Repository: 4emploxmouhik/CatlabuhApp
Catalog: CatlabuhApp/UI/Main/Views/CalculationView.*.resx
Languages: uk_ua

# groupBox3.Text
source: Profit Part
uk_ua: Прибуткова частина

# groupBox4.Text
source: Consumable Part
uk_ua: Витратна частина

# groupBox1.Text
source: Profit Part
uk_ua: Прибуткова частина

# groupBox2.Text
source: Consumable Part
uk_ua: Витратна частина

# createNewCalculation.Text
source: Input data
uk_ua: Створити новий розрахунок

# exportToExcel.Text
source: Export to Excel
uk_ua: Експорт до Excel

# toolStripLabel1.Text
source: Choose year of calculation:
uk_ua: Оберіть рік розрахунку:

# showGatewaySchedule.Text
source: Show gateway schedule
uk_ua: Показати ДГРШ

# recalculate.Text
source: Recalculate
uk_ua: Перерахувати

# save.Text
source: Save
uk_ua: Зберегти зміни

# delete.Text
source: Delete
uk_ua: Видалити розрахунок

# saltBalancePage.Text
source: Salt Balance
uk_ua: Сольовий баланс

# waterBalancePage.Text
source: Water Balance
uk_ua: Водний баланс
