Repository: 4emploxmouhik/CatlabuhApp
Catalog: CatlabuhApp/UI/UC/CalculationCreateUC.*.resx
Languages: uk_ua

# autoFilingBox.Text
source: checkBox1
uk_ua: Автоматичне заповнення

# h2Label11.Text
source: label13
uk_ua: / 31 Груд.

# h2Label10.Text
source: label14
uk_ua: / 30 Листоп.

# h2Label9.Text
source: label15
uk_ua: / 31 Жовт.

# h2Label8.Text
source: label16
uk_ua: / 30 Вер.

# h2Label7.Text
source: label17
uk_ua: / 31 Серп.

# h2Label6.Text
source: label18
uk_ua: / 31 Лип.

# h2Label5.Text
source: label19
uk_ua: / 30 Черв.

# h2Label4.Text
source: label20
uk_ua: / 31 Трав.

# h2Label3.Text
source: label21
uk_ua: / 30 Квіт.

# h2Label2.Text
source: label22
uk_ua: / 31 Берез.

# h2Label1.Text
source: label23
uk_ua: / 28(29) Лют.

# h2Label0.Text
source: label24
uk_ua: / 31 Січ.

# h1Label11.Text
source: label9
uk_ua: 01 Груд.

# h1Label10.Text
source: label10
uk_ua: 01 Лситоп.

# h1Label9.Text
source: label11
uk_ua: 01 Жовт.

# h1Label8.Text
source: label12
uk_ua: 01 Вер.

# h1Label7.Text
source: label5
uk_ua: 01 Серп.

# h1Label6.Text
source: label6
uk_ua: 01 Лип.

# h1Label5.Text
source: label7
uk_ua: 01 Черв.

# h1Label4.Text
source: label8
uk_ua: 01 Трав.

# h1Label3.Text
source: label3
uk_ua: 01 Квіт.

# h1Label2.Text
source: label4
uk_ua: 01 Берез.

# h1Label1.Text
source: label2
uk_ua: 01 Лют.

# h1Label0.Text
source: label1
uk_ua: 01 Січ.

# groupHBoxes.Text
source: groupBox1
uk_ua: Введіть рівні води в озері Катлабух, мБС

# groupBox4.Text
source: groupBox4
uk_ua: по м/ст Ізмаїл

# groupBox3.Text
source: groupBox3
uk_ua: по м/ст Болград

# label3.Text
source: label3
uk_ua: p%

# label4.Text
source: label4
uk_ua: ∑P

# pLabel11.Text
source: label25
uk_ua: Груд.

# pLabel10.Text
source: label26
uk_ua: Листоп.

# pLabel9.Text
source: label27
uk_ua: Жовт.

# pLabel8.Text
source: label28
uk_ua: Вер.

# pLabel7.Text
source: label29
uk_ua: Серп.

# pLabel6.Text
source: label30
uk_ua: Лип.

# pLabel5.Text
source: label31
uk_ua: Черв.

# pLabel4.Text
source: label32
uk_ua: Трав.

# pLabel3.Text
source: label33
uk_ua: Квіт.

# pLabel2.Text
source: label34
uk_ua: Берез.

# pLabel1.Text
source: label35
uk_ua: Лют.

# pLabel0.Text
source: label36
uk_ua: Січ.

# groupPBoxes.Text
source: groupBox2
uk_ua: Сума опадів за місяць, мм

# vzLabel11.Text
source: label37
uk_ua: Груд.

# vzLabel10.Text
source: label38
uk_ua: Листоп.

# vzLabel9.Text
source: label39
uk_ua: Жовт.

# vzLabel8.Text
source: label40
uk_ua: Вер.

# vzLabel7.Text
source: label41
uk_ua: Серп.

# vzLabel6.Text
source: label42
uk_ua: Лип.

# vzLabel5.Text
source: label43
uk_ua: Черв.

# vzLabel4.Text
source: label44
uk_ua: Трав.

# vzLabel3.Text
source: label45
uk_ua: Квіт.

# vzLabel2.Text
source: label46
uk_ua: Берез.

# vzLabel1.Text
source: label47
uk_ua: Лют.

# vzLabel0.Text
source: label48
uk_ua: Січ.

# groupVzBoxes.Text
source: groupBox3
uk_ua: Вкажіть забір води на зрошування, млн. м^3

# dorELabel7.Text
source: label49
uk_ua: Серп.

# dorELabel11.Text
source: label50
uk_ua: Груд.

# dorELabel10.Text
source: label51
uk_ua: Листоп.

# dorELabel9.Text
source: label52
uk_ua: Жовт.

# dorELabel8.Text
source: label53
uk_ua: Вер.

# dorELabel6.Text
source: label54
uk_ua: Лип.

# dorELabel5.Text
source: label55
uk_ua: Черв.

# dorELabel4.Text
source: label56
uk_ua: Трав.

# dorELabel3.Text
source: label57
uk_ua: Квіт.

# dorELabel2.Text
source: label58
uk_ua: Берез.

# dorELabel1.Text
source: label59
uk_ua: Лют.

# dorELabel0.Text
source: label60
uk_ua: Січ.

# groupDorEBoxes.Text
source: groupBox4
uk_ua: Введіть

# radioButton1.Text
source: radioButton2
uk_ua: За енергобалансовою моделью приземного шару SLEB

# calculateE.Text
source: radioButton2
uk_ua: Розрахувати за дефіцитом вологості

# setValuesE.Text
source: radioButton1
uk_ua: Дані по м/ст Болград

# chooseECalculationGrouup.Text
source: groupBox7
uk_ua: Вкажіть метод визначення випаровування

# label2.Text
source: label2
uk_ua: Шлюз 2

# label1.Text
source: label1
uk_ua: Шлюз 1

# groupBox1.Text
source: groupBox1
uk_ua: Скиди води з озера

# groupBox10.Text
source: groupBox10
uk_ua: Скиди води з озера

# groupBox2.Text
source: groupBox2
uk_ua: Наповнення озера

# groupBox9.Text
source: groupBox9
uk_ua: Наповнення озера

# radioButton3.Text
source: radioButton3
uk_ua: Розрахувати

# setValuesVD.Text
source: radioButton4
uk_ua: Ввести величини

# chooseVDCalcualtionGroup.Text
source: groupBox5
uk_ua: Визначення об'ємів

# vdLabel11.Text
source: label73
uk_ua: Груд.

# vdLabel10.Text
source: label74
uk_ua: Листоп.

# vdLabel9.Text
source: label75
uk_ua: Жовт.

# vdLabel8.Text
source: label76
uk_ua: Вер.

# vdLabel7.Text
source: label77
uk_ua: Серп.

# vdLabel6.Text
source: label78
uk_ua: Лип.

# vdLabel5.Text
source: label79
uk_ua: Черв.

# vdLabel4.Text
source: label80
uk_ua: Трав.

# vdLabel3.Text
source: label81
uk_ua: Квіт.

# vdLabel2.Text
source: label82
uk_ua: Берез.

# vdLabel1.Text
source: label83
uk_ua: Лют.

# vdLabel0.Text
source: label84
uk_ua: Січ.

# checkBox25.Text
source: checkBox25
uk_ua: Диспетчерський графік роботи шлюзів

# sumVgLabel.Text
source: sumVgLabel
uk_ua: Приплив ґрунтових вод:

# groupSumVrBox.Text
source: groupBox11
uk_ua: Вкажіть річний об'єм, млн. м^3

# s1Label.Text
source: label62
uk_ua: Кінець груд. поперед. року:

# groupS1Box.Text
source: groupBox12
uk_ua: Вкажіть середнью мінералізацію, кг/м^3

# saveInputData.Text
source: saveInputData
uk_ua: Зберегти вихідні дані

# toCalculate.Text
source: toCalculate
uk_ua: Провести розрахунок

# clearFields.Text
source: clearFields
uk_ua: Очистити поля

# yearsBoxLabel.Text
source: yearsBoxLabel
uk_ua: Вкажіть рік розрахунку:
