Repository: 4emploxmouhik/CatlabuhApp
Catalog: CatlabuhApp/UI/Support/Setups/ChartSetup.*.resx
Languages: ru_ru, uk_ua

# monthRadio.Text
source: Months
ru_ru: Месяцы

# yearsRadio.Text
source: Years
ru_ru: Года

# groupBox3.Text
source: group
ru_ru: Укажите параметры для оси X
uk_ua: Вкажіть парметри для вісі Х

# label2.Text
source: label
ru_ru: Выберите год
uk_ua: Оберіть рік

# getAll.Text
source: month
ru_ru: Выбрать всё
uk_ua: Обрати всі

# december.Text
source: month
ru_ru: Дек.
uk_ua: .Груд

# november.Text
source: month
ru_ru: Ноя.
uk_ua: .Листоп

# october.Text
source: month
ru_ru: Окт,
uk_ua: .Жовт

# september.Text
source: month
ru_ru: Сен.
uk_ua: .Вер

# august.Text
source: month
ru_ru: Авг.
uk_ua: .Серп

# july.Text
source: month
ru_ru: Июл.
uk_ua: .Лип

# june.Text
source: month
ru_ru: Июн.
uk_ua: .Черв

# may.Text
source: month
ru_ru: Май
uk_ua: .Трав

# april.Text
source: month
ru_ru: Апр.
uk_ua: .Квіт

# march.Text
source: month
ru_ru: Мар.
uk_ua: .Берез

# february.Text
source: month
ru_ru: Фев.
uk_ua: .Лют

# january.Text
source: month
ru_ru: Янв.
uk_ua: .Січ

# label6.Text
source: label
ru_ru: Выберите год
uk_ua: Оберіть рік

# tabPage5.Text
source: tab
ru_ru: Указать год
uk_ua: Вказати рік

# label5.Text
source: label
ru_ru: До:
uk_ua: До:

# label1.Text
source: label
ru_ru: От:
uk_ua: Від:

# tabPage6.Text
source: tab
ru_ru: Указать диапазон
uk_ua: Вказати діапазон

# add.Text
source: button
ru_ru: Добавить
uk_ua: Додати

# delete.Text
source: button
ru_ru: Удалить
uk_ua: Видалити

# groupBox1.Text
source: group
ru_ru: Ось X
uk_ua: Вісь Х

# cancel.Text
source: button
ru_ru: Отмена
uk_ua: Відміна

# buildAGraph.Text
source: button
ru_ru: Построить
uk_ua: Побудувати

# groupBox9.Text
source: group
ru_ru: Укажите параметры для оси Y
uk_ua: Вкажіть параметри для вісі Y

# tabPage1.Text
source: tab
ru_ru: ВБПЧ
uk_ua: ВБПЧ

# tabPage2.Text
source: tab
ru_ru: ВБРЧ
uk_ua: ВБВЧ

# tabPage3.Text
source: tab
ru_ru: СБПЧ
uk_ua: СБПЧ

# tabPage4.Text
source: tab
ru_ru: СБРЧ
uk_ua: СБВЧ

# groupBox2.Text
source: group
ru_ru: Ось Y
uk_ua: Вісь Y

# label3.Text
source: label
ru_ru: Ось Х:
uk_ua: Вісь Х:

# label4.Text
source: label
ru_ru: Ось Y:
uk_ua: Вісь Y:

# yearLabel.Text
source: Рік:
ru_ru: Год:

# clearOy.Text
source: button
ru_ru: Очистить
uk_ua: Очистити

# clearOx.Text
source: button
ru_ru: Очистить
uk_ua: Очистити

# groupBox8.Text
source: group
ru_ru: Диаграмма
uk_ua: Діаграма

# $this.Text
source: Chart setup
ru_ru: Настройка диаграммы
uk_ua: Налаштування нової діаграми
