Repository: 4emploxmouhik/CatlabuhApp
Catalog: CatlabuhApp/UI/Support/Setups/InputDataSetup.*.resx
Languages: ru_ru, uk_ua

# saveInputData.Text
source: Save input data
ru_ru: Сохранить исходные данные
uk_ua: Зберегти вхідні дані

# runCalculate.Text
source: Run calculate
ru_ru: Рассчитать
uk_ua: Розрахувати

# clearFields.Text
source: Clear fields
ru_ru: Очистить поля
uk_ua: Очистити поля

# toolStripLabel1.Text
source: Choose or enter year of calculation:
ru_ru: Выберите год расчёта:
uk_ua: Оберіть рік розрахунку:

# minimizeBox.Text
source: Minimize box
ru_ru: Свернуть окно
uk_ua: Згорнути вікно

# autoFilling.Text
source: Auto filling
ru_ru: Автоматическое заполнение
uk_ua: Автоматичне заповнення

# label13.Text
source: / 31 Dec.
ru_ru: / 31 Дек.
uk_ua: / 31 Груд.

# label7.Text
source: 01 Dec.
ru_ru: 01 Дек.
uk_ua: 01 Груд.

# label1.Text
source: 01 Jan.
ru_ru: 01 Янв.
uk_ua: 01 Січ.

# label2.Text
source: 01 Feb.
ru_ru: 01 Фев.
uk_ua: 01 Лют.

# label8.Text
source: 01 Nov.
ru_ru: 01 Ноя.
uk_ua: 01 Листоп.

# label4.Text
source: 01 Mar.
ru_ru: 01 Maр.
uk_ua: 01 Берез.

# label9.Text
source: 01 Oct.
ru_ru: 01 Oкт.
uk_ua: 01 Жовт.

# label3.Text
source: 01 Apr.
ru_ru: 01 Aпр.
uk_ua: 01 Квіт.

# label10.Text
source: 01 Sept.
ru_ru: 01 Сен.
uk_ua: 01 Вер.

# label6.Text
source: 01 May
ru_ru: 01 Maй
uk_ua: 01 Трав.

# label11.Text
source: 01 Aug.
ru_ru: 01 Aвг.
uk_ua: 01 Серп.

# label5.Text
source: 01 Jun.
ru_ru: 01 Июн.
uk_ua: 01 Черв.

# label12.Text
source: 01 Jul.
ru_ru: 01 Июл.
uk_ua: 01 Лип.

# label14.Text
source: / 31 Jan.
ru_ru: / 31 Янв.
uk_ua: / 31 Січ.

# label16.Text
source: / 30 Nov.
ru_ru: / 30 Ноя.
uk_ua: / 30 Листоп.

# label17.Text
source: / 31 Mar.
ru_ru: / 31 Maр.
uk_ua: / 31 Берез.

# label18.Text
source: / 31 Oct.
ru_ru: / 31 Oкт.
uk_ua: / 31 Жовт.

# label19.Text
source: / 30 Apr.
ru_ru: / 30 Aпр.
uk_ua: / 30 Квіт.

# label20.Text
source: / 30 Sept.
ru_ru: / 30 Сен.
uk_ua: / 30 Вер.

# label21.Text
source: 31 May
ru_ru: 31 Maй
uk_ua: 31 Трав.

# label22.Text
source: / 31 Aug.
ru_ru: / 31 Aвг.
uk_ua: / 31 Серп.

# label23.Text
source: / 30 Jun.
ru_ru: / 30 Июн.
uk_ua: / 30 Серп.

# label24.Text
source: / 31 Jul.
ru_ru: / 31 Июл.
uk_ua: / 31 Лип.

# label15.Text
source: / 28(29) Feb.
ru_ru: / 28(29) Фев.
uk_ua: / 28(29) Лют.

# groupBox1.Text
source: Enter H
ru_ru: Укажите уровни води, мБС
uk_ua: Вкажіть рівні води, мБС

# groupBox4.Text
source: Data from Bolgrad
ru_ru: Дан. с м/ст Болград
uk_ua: Дані з м/ст Болград

# groupBox3.Text
source: Data from Ismail
ru_ru: Дан. с м/ст Измаил
uk_ua: Дані з м/ст Ізмаїл

# label25.Text
source: Dec.
ru_ru: Дек.
uk_ua: Груд.

# label26.Text
source: Jan.
ru_ru: Янв.
uk_ua: Січ.

# label27.Text
source: Feb.
ru_ru: Фев.
uk_ua: Лют.

# label28.Text
source: Nov.
ru_ru: Ноя.
uk_ua: Листоп.

# label29.Text
source: Mar.
ru_ru: Maр.
uk_ua: Берез.

# label30.Text
source: Oct.
ru_ru: Окт.
uk_ua: Жовт.

# label31.Text
source: Apr.
ru_ru: Aпр.
uk_ua: Квіт.

# label32.Text
source: Sept.
ru_ru: Сен.
uk_ua: Вер.

# label33.Text
source: May
ru_ru: Maй
uk_ua: Трав.

# label34.Text
source: Aug.
ru_ru: Авг.
uk_ua: Серп.

# label35.Text
source: Jun.
ru_ru: Июн.
uk_ua: Черв.

# label36.Text
source: Jul.
ru_ru: Июл.
uk_ua: Лип.

# groupBox2.Text
source: Enter P
ru_ru: Сумма осадков за месяц, мм
uk_ua: Сума опадів за місяць, мм

# label37.Text
source: Dec.
ru_ru: Дек.
uk_ua: Груд.

# label38.Text
source: Jan.
ru_ru: Янв.
uk_ua: Січ.

# label39.Text
source: Feb.
ru_ru: Фев.
uk_ua: Лют.

# label41.Text
source: Mar.
ru_ru: Maр.
uk_ua: Берез.

# label42.Text
source: Oct.
ru_ru: Окт.
uk_ua: Жовт.

# label43.Text
source: Apr.
ru_ru: Aпр.
uk_ua: Квіт.

# label44.Text
source: Sept.
ru_ru: Сен.
uk_ua: Вер.

# label45.Text
source: May
ru_ru: Maй
uk_ua: Трав.

# label46.Text
source: Aug.
ru_ru: Авг.
uk_ua: Серп.

# label47.Text
source: Jun.
ru_ru: Июн.
uk_ua: Черв.

# label48.Text
source: Jul.
ru_ru: Июл.
uk_ua: Лип.

# label40.Text
source: Nov.
ru_ru: Ноя.
uk_ua: Листоп.

# groupBox5.Text
source: Enter Vz
ru_ru: Укажите забор воды на орош., млн. м^3
uk_ua: Вкажіть забір води на зрош., млн. м^3

# enterData.Text
source: Enter data
ru_ru: Данные м/ст Болград
uk_ua: Дані з м/ст. Болград

# label49.Text
source: Dec.
ru_ru: Дек.
uk_ua: Груд.

# label52.Text
source: Nov.
ru_ru: Ноя.
uk_ua: Листоп.

# label53.Text
source: Mar.
ru_ru: Maр.
uk_ua: Берез.

# label54.Text
source: Oct.
ru_ru: Окт.
uk_ua: Жовт.

# label55.Text
source: Apr.
ru_ru: Aпр.
uk_ua: Квіт.

# label56.Text
source: Sept.
ru_ru: Сен.
uk_ua: Вер.

# label57.Text
source: May
ru_ru: Maй
uk_ua: Трав.

# label58.Text
source: Aug.
ru_ru: Авг.
uk_ua: Серп.

# label59.Text
source: Jun.
ru_ru: Июн.
uk_ua: Черв.

# label60.Text
source: Jul.
ru_ru: Июл.
uk_ua: Лип.

# enterDeficit.Text
source: Enter evaporation deficit
ru_ru: Рассчиать по дефециту влажности
uk_ua: Розрахувати за дефіцитом вологості

# enterDataBySLEB.Text
source: Enter data by SLEB
ru_ru: Данные по SLEB
uk_ua: Дані за SLEB

# label50.Text
source: Jan.
ru_ru: Янв.
uk_ua: Січ.

# label51.Text
source: Feb.
ru_ru: Фев.
uk_ua: Лют.

# groupBox6.Text
source: Choose evaporation method
ru_ru: Укажите определение испарения
uk_ua: Вкажть визначення випаровування

# label61.Text
source: The influx of groundwater:
ru_ru: Приток грунтовых вод:
uk_ua: Приплив ґрунтових вод:

# groupBox8.Text
source: Specify annual volume, mil. m^3
ru_ru: Укажите объём за год, млн. м^3
uk_ua: Вкажіть об'єми за рік, млн. м^3

# label62.Text
source: Previous year at dec.:
ru_ru: Конец дек. пред. года:
uk_ua: Груд. поперед. року:

# groupBox9.Text
source: Enter average mineralization, kg./m^3
ru_ru: Укажите среднию минерализацию, кг/м^3
uk_ua: Вкажіть середню мінералізацію, кг/м^3

# showGatewaySchedule.Text
source: Consider data from the gateways work schedule?
ru_ru: Учитывать данные из графика работы шлюзов?
uk_ua: Враховувати дані з графіку роботи шлюзів?

# groupBox7.Text
source: Gateaway Schedule
ru_ru: ДГРШ
uk_ua: ДГРШ

# $this.Text
source: CalculationSetup
ru_ru: Настройка нового расчёта
uk_ua: Налаштування вхідних даних
