Repository: 4emploxmouhik/CatlabuhApp
Catalog: CatlabuhApp/UI/Support/Setups/PieChartSetup.*.resx
Languages: ru_ru

# label1.Text
source: Choose year of calculation:
ru_ru: Выберите год расчета:

# build.Text
source: Build
ru_ru: Построить

# cancel.Text
source: Cancel
ru_ru: Отмена

# add.Text
source: Add
ru_ru: Добавить

# remove.Text
source: Remove
ru_ru: Удалить

# dltVniBox.Text
source: ∆Vnі
ru_ru: ∆Vні

# tabPage1.Text
source: WBPP
ru_ru: ВБПЧ

# tabPage1.ToolTip
source: Water Balance Profit Part
ru_ru: Водный баланс приходная часть

# tabPage2.Text
source: WBCP
ru_ru: ВБРЧ

# tabPage2.ToolTip
source: Water Balance Consumable Part
ru_ru: Водный баланс расходная часть

# tabPage3.Text
source: SBPP
ru_ru: СБПЧ

# tabPage3.ToolTip
source: Salt Balance Profit Part
ru_ru: Солевой баланс приходная часть

# tabPage4.Text
source: SBCP
ru_ru: СБРЧ

# tabPage4.ToolTip
source: Salt Balance Consumable Part
ru_ru: Солевой баланс расходная часть

# groupBox1.Text
source: Choose type of data
ru_ru: Выберите тип данных

# $this.Text
source: Pie Chart Setup
ru_ru: Настройка круговой диаграммы
