Repository: 4emploxmouhik/CatlabuhApp
Catalog: CatlabuhApp/UI/Support/Dialogs/RecalculateDialog.*.resx
Languages: uk_ua

# byDeficit.Text
source: By moisture deficit (d)
uk_ua: За дефіцитом волгості (d)

# byData.Text
source: By data (E)
uk_ua: За даними (E)

# groupBox6.Text
source: Choose calculation of evaporation
uk_ua: Оберіть розрахунок випровування

# gsByDates.Text
source: By dates
uk_ua: За датами

# gsByData.Text
source: By data
uk_ua: За даними

# choiceGSCalculation.Text
source: Choose calculation of gateway schedule
uk_ua: Оберіть розрахунок графіку роботи шлюзів

# enterGS.Text
source: Consider data from the gateways work schedule?
uk_ua: Враховувати дані з графіку роботи шлюзів?

# gsGroupBox.Text
source: Gateaway Schedule
uk_ua: ДГРШ

# cancel.Text
source: Cancel
uk_ua: Відміна

# runCalculate.Text
source: Run calcualtion
uk_ua: Розрахувати

# $this.Text
source: Recalculate calculation
uk_ua: Перерахунок розрахунку
